Repository: davidsoto94/BaseCRM
Catalog: Resources/Localization/EmailTemplates.*.resx
Languages: es, fr

# EmailSubjectConfirmEmail
source: Confirm Your Email Address
es: Confirmar Su Dirección de Correo Electrónico
fr: Confirmez Votre Adresse E-mail

# EmailSubjectResetPassword
source: Reset Your Password
es: Restablecer Su Contraseña
fr: Réinitialiser Votre Mot de Passe

# EmailGreeting
source: Hello {0},
es: Hola {0},
fr: Bonjour {0},

# EmailConfirmEmailWelcome
source: Welcome to BaseCRM! To complete your registration and activate your account, please confirm your email address by clicking the button below.
es: ¡Bienvenido a BaseCRM! Para completar su registro y activar su cuenta, por favor confirme su dirección de correo electrónico haciendo clic en el botón de abajo.
fr: Bienvenue chez BaseCRM ! Pour terminer votre inscription et activer votre compte, veuillez confirmer votre adresse e-mail en cliquant sur le bouton ci-dessous.

# EmailConfirmButton
source: Confirm Email
es: Confirmar Correo Electrónico
fr: Confirmer E-mail

# EmailResetPasswordButton
source: Reset Password
es: Restablecer Contraseña
fr: Réinitialiser Le Mot de Passe

# EmailCopyLink
source: Or copy and paste this link in your browser:
es: O copie y pegue este enlace en su navegador:
fr: Ou copiez et collez ce lien dans votre navigateur :

# EmailConfirmEmailWarning
source: If you didn't create this account, please disregard this email. Your account will not be activated until you confirm your email address.
es: Si no creó esta cuenta, por favor ignore este correo electrónico. Su cuenta no se activará hasta que confirme su dirección de correo electrónico.
fr: Si vous n'avez pas créé ce compte, veuillez ignorer cet e-mail. Votre compte ne sera pas activé jusqu'à ce que vous confirmiez votre adresse e-mail.

# EmailResetPasswordMessage
source: We received a request to reset your password. Click the button below to create a new password. This link will expire in 24 hours.
es: Recibimos una solicitud para restablecer su contraseña. Haga clic en el botón de abajo para crear una nueva contraseña. Este enlace caducará en 24 horas.
fr: Nous avons reçu une demande de réinitialisation de votre mot de passe. Cliquez sur le bouton ci-dessous pour créer un nouveau mot de passe. Ce lien expirera dans 24 heures.

# EmailResetPasswordWarning
source: If you didn't request a password reset, please ignore this email. Your account remains secure.
es: Si no solicitó un restablecimiento de contraseña, por favor ignore este correo electrónico. Su cuenta permanece segura.
fr: Si vous n'avez pas demandé de réinitialisation de mot de passe, veuillez ignorer cet e-mail. Votre compte reste sécurisé.

# EmailFooterCopyright
source: Â© {0} BaseCRM. All rights reserved.
es: © {0} BaseCRM. Todos los derechos reservados.
fr: © {0} BaseCRM. Tous droits réservés.

# EmailFooterDisclaimer
source: This is an automated email, please do not reply.
es: Este es un correo electrónico automatizado, por favor no responda.
fr: Ceci est un e-mail automatisé, veuillez ne pas répondre.
